{
    "headline": "My projects",
    "technologies": "Technologies: ",
    "duration": "Duration: ",
    "about": "About the project",
    "organisation": "How I have organised my work process",
    "groupWork": "My group work expirience",
    "projects": [
        {
            "proNumber": "1. Project",
            "proName": "Join",
            "proTechnologies": "HTML, CSS, Javascript, Git, Firebase", 
            "proTechImg": [
                {"src": "assets/img/HTML.svg"},
                {"src": "assets/img/CSS.svg"},
                {"src": "assets/img/JavaScript.svg"},
                {"src": "assets/img/Git.svg"},
                {"src": "assets/img/Firebase.svg"}
            ],
            "proDuration": "8 weeks",
            "img": "assets/img/Join.png",
            "proDeclaration": "This app is a project management tool for visualizing the status and accountability of tasks. It provides a quick overview of priorities, progress, and resource requirements, enabling teams to work more efficiently and deliver results regularly.",
            "proOrganisation": "Clear structures keep the code clean, readable, and maintainable. The project has been broken down into reusable components that fulfill clearly defined functions and can be reused in different parts of the project or in future projects. Consistent naming conventions, meaningful variables, and functions reflect the purpose and context.",
            "proGroupWork": "In my second group project, we organized our tasks using a Kanban board, met regularly via video calls, and supported each other through bottlenecks to ensure transparency, collaboration, and a continuous workflow. We conducted mutual code reviews on small sections, then tested individual modules and finally the entire system, with external parties also performing tests to identify potential flaws.",
            "lifeTest": "https://join.gerlach-nicole.de/",
            "gitHub": "https://github.com/FouratOueslati/Join.git"

        },
        {
            "proNumber": "2. Project",
            "proName": "Pit Penguin",
            "proTechnologies": "HTML, CSS, Javascript",
            "proTechImg": [
                {"src": "assets/img/HTML.svg"},
                {"src": "assets/img/CSS.svg"},
                {"src": "assets/img/JavaScript.svg"}
            ],
            "proDuration": "5 weeks",
            "img": "assets/img/PitPenguin.png",
            "proDeclaration": "This is a jump-and-run game that's not just for kids. The goal is to collect all the fish coins, avoid the little snow bunnies or neutralize them by jumping, and have enough poison bottles to defeat the final boss.",
            "proOrganisation": "The game was organized using object-oriented programming (OOP): clear classes like player and enemy ensure a clean separation of logic. Collisions and jumps were clearly defined so that the platforming character reacts reliably to the terrain and enemies are hit correctly. In addition to the logic, the graphics were also carefully designed to make the game visually appealing and the movements fluid.",
            "lifeTest": "https://pitpenguin.gerlach-nicole.de/",
            "gitHub": "https://github.com/NicoleGerlach/PitPenguin.git"

        }
    ]
}